---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationSpec
source: html/4645a3ed-7110-6fdb-d20f-bf062954bdeb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationSpec Property

"Insulation Specification"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationInsulationSpec { get; }
```